Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: If you submit now, {{employee}} will not be able to submit their self-review.
fr_fr: Si vous soumettez maintenant, {{employee}} ne pourra pas soumettre son bilan individuel.

source: I understand. I want to submit my self-review now.
fr_fr: Je comprends. Je souhaite soumettre mon bilan individuel maintenant.

source: Your self-review was submitted to your manager.
fr_fr: Votre bilan individuel a été soumis à votre manager.

source: I understand. I want to submit my review now and start the performance conversation.
fr_fr: Je comprends. Je souhaite soumettre mon bilan maintenant et commencer la conversation sur la performance.

source: I need to continue making changes. I will submit my review later.
fr_fr: Je souhaite continuer à apporter des modifications. Je soumettrai mon bilan plus tard.

source: I need to continue making changes. I will submit my self-review later.
fr_fr: Je souhaite continuer à apporter des modifications. Je soumettrai mon bilan individuel plus tard.

source: No description, measurement criteria or key deliverables to display.
fr_fr: Aucun critère de mesure, livrable clé ou description à afficher.

source: If you submit your review now, you will not be able to edit it later.
fr_fr: Si vous soumettez votre bilan maintenant, vous ne pourrez pas le modifier ultérieurement.

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
fr_fr: Si vous soumettez votre bilan maintenant, {{reviewers}} ne pourra pas soumettre le sien.

source: I understand. I want to submit my manager review now.
fr_fr: Je comprends. Je souhaite soumettre mon bilan manager maintenant.

source: OK. I will wait for the other reviews to be submitted.
fr_fr: D'accord. J'attendrai que les autres bilans soient soumis.

source: The additional manager review is optional. No review was provided yet.
fr_fr: Le bilan manager supplémentaire est facultatif. Aucun bilan n'a encore été fourni.

source: I understand. I want to submit my review now.
fr_fr: Je comprends. Je souhaite soumettre mon bilan maintenant.

source: {{name}} has not received any feedback that is visible to you over this review period.
fr_fr: {{name}} n'a reçu aucun feedback visible pour vous au cours de cette période de bilan.

source: Why not review your feedback now?
fr_fr: Passez en revue votre feedback dès maintenant

source: You have not received any feedback that is visible to {{name}} over this review period.
fr_fr: Vous n'avez reçu aucun feedback visible par {{name}} au cours de cette période de bilan.

source: Change overall performance comment
fr_fr: Modifier le commentaire sur la performance globale

source: Change overall performance rating
fr_fr: Modifier l'évaluation de performance globale

source: Clicking the button will confirm your agreement with the performance review data.
fr_fr: En cliquant sur le bouton, vous confirmez votre accord avec les données du bilan de performance.

source: This performance review was validated by a higher-level manager.
fr_fr: Ce bilan de performance a été validé par un manager de niveau supérieur.

source: The review was successfully validated.
fr_fr: Le bilan a été correctement validé.

source: This snapshot reflects the status of the behaviors as of {{date}}
fr_fr: Cette version reflète l'état des comportements au {{date}}

source: Close details
fr_fr: Masquer les détails

source: Tags:
fr_fr: Etiquettes :

source: View details
fr_fr: Afficher les détails

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
fr_fr: Les objectifs et le feedback ont été partagés avec le manager réassigné afin de faciliter la réalisation du bilan.

source: Goals at a glance
fr_fr: Aperçu des objectifs

source: Review uploaded by HR on {{date}}
fr_fr: Bilan chargé par les RH le {{date}}

source: Not submitted
fr_fr: Non soumis

source: Access reviews, monitor progress, and keep up with the process.
fr_fr: Accédez aux bilans, suivez leur progression et restez à jour dans le processus.

source: This was resolved. I’m happy with the outcome.
fr_fr: Le contentieux a été résolu. Je suis satisfait(e) du résultat.

source: Go to this goal page
fr_fr: Aller à la page de cet objectif

source: Show closed reviews
fr_fr: Afficher les bilans clôturés

source: Manager to complete the challenge review:
fr_fr: Manager devant effectuer la revue de contestation du bilan :

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
fr_fr: Il existe {{count}} bilans à l'étape " {{stage}} ". Appliquez des filtres pour voir les bilans et les passer à l'étape suivante.

source: View all or apply filters to see reviews and available actions
fr_fr: Affichez tout ou appliquez des filtres pour voir les bilans et les actions disponibles.

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
fr_fr: Aucun bilan ne correspond à vos filtres actuels. Modifiez vos filtres pour trouver des bilans et les passer à d'autres étapes.

source: Apply filters to view and delete reviews
fr_fr: Appliquez des filtres pour voir et supprimer des bilans

source: Delete selected reviews
fr_fr: Supprimer les bilans sélectionnés

source: Search for managers and IDs
fr_fr: Rechercher des managers et ID

source: Search for an organizational unit
fr_fr: Rechercher une unité organisationnelle

source: Search for workers and IDs
fr_fr: Rechercher des employé(e)s et ID

source: Select stage
fr_fr: Sélectionnez l'étape

source: Move selected reviews to a different stage
fr_fr: Passer les bilans sélectionnés à une étape différente

source: Try adjusting your filters to find what you are looking for.
fr_fr: Essayez d'ajuster vos filtres pour trouver ce que vous recherchez.

source: No reviews found
fr_fr: Aucun bilan trouvé

source: Apply filters to view the reviews and move them to the next stage.
fr_fr: Appliquez des filtres pour afficher les bilans et les déplacer vers l'étape suivante.

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
fr_fr: Il n'existe aucun bilan à l'étape " {{stage}} " correspondant aux filtres que vous avez définis. Modifiez vos filtres pour trouver des bilans et les passer à d'autres étapes.

source: Review stage
fr_fr: Etape du bilan

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
fr_fr: Si vous êtes prêt(e) à avoir une conversation sur la performance avec {{employee}}, vous pouvez alors soumettre votre bilan. Notez qu'il/elle ne verra votre bilan qu'une fois que vous l'aurez publié.

source: Additional manager — Invited by {{name}}
fr_fr: Manager supplémentaire — Invité par {{name}}

source: Your review was submitted, but has not yet published to the worker.
fr_fr: Votre bilan a été soumis, mais n'a pas encore été publié pour l'employé(e).

source: Manager requested by worker
fr_fr: Manager demandé par l'employé(e)

source: Add manager reviewers
fr_fr: Ajouter des managers évaluateurs

source: Additional Managers
fr_fr: Managers supplémentaires

source: Your suggested additional reviewers were successfully removed.
fr_fr: Les évaluateurs supplémentaires que vous avez suggérés ont été correctement supprimés.

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
fr_fr: Votre manager verra maintenant les managers évaluateurs supplémentaires que vous avez suggérés pour le bilan et pourra les inviter à participer au bilan.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
fr_fr: Ces personnes peuvent contribuer à votre bilan, mais elles ne seront pas responsables du résultat final publié par votre manager. Vous pourrez consulter les informations saisies par les évaluateurs supplémentaires une fois le bilan publié par votre manager. Les évaluateurs supplémentaires pourront voir uniquement la réponse qu'ils ont soumise.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
fr_fr: Ces personnes peuvent contribuer à votre bilan, mais elles ne seront pas responsables du résultat final publié par votre manager. Vous pourrez consulter les informations saisie par les évaluateurs supplémentaires une fois le bilan publié par votre manager. Notez que les managers supplémentaires pourront voir votre bilan personnel.

source: Invite workers to participate in this review
fr_fr: Invitez des employé(e)s à participer à ce bilan

source: No additional managers yet
fr_fr: Aucun manager supplémentaire pour l'instant

source: Search and suggest additional manager reviewers to the line manager
fr_fr: Rechercher et suggérer au manager direct des managers évaluateurs supplémentaires

source: No suggested additional managers are waiting for an invitation
fr_fr: Aucun manager supplémentaire suggéré n'attend d'invitation

source: Manage additional managers
fr_fr: Gérer les managers supplémentaires

source: This option allows you to add and manage additional managers in this review.
fr_fr: Cette option vous permet d'ajouter des managers supplémentaires à ce bilan et de les gérer.

source: Add and manage <br/> additional managers to the review
fr_fr: Ajoutez jusqu'à <br/> des managers supplémentaires au bilan et gérez ces managers.

source: {{current}} of {{max}} additional managers
fr_fr: {{current}} gestionnaires supplémentaires sur {{max}}

source: Suggest additional managers
fr_fr: Suggérer des managers supplémentaires

source: Optional comment
fr_fr: Commentaire facultatif

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
fr_fr: Vous vous êtes ajouté en tant que manager supplémentaire. Pour confirmer, veuillez vous retirer de cette liste car vous participerez au bilan en tant que manager.

source: Submit & publish review
fr_fr: Soumettre & publier le bilan

source: Publish review
fr_fr: Publier le bilan

source: Submit review
fr_fr: Soumettre le bilan

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
fr_fr: Le formulaire est maintenant en phase de modération ; vous pouvez le modifier directement en défilant jusqu'aux zones spécifiques que vous souhaitez mettre à jour. Ne rouvrez le formulaire que si vous souhaitez que l'employé(e) modifie et soumette de nouveau son bilan. Sinon, vous pouvez modifier vos commentaires et votre notation directement ci-dessous.

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
fr_fr: Votre formulaire est maintenant à l'étape de modération et sera rouvert une fois que vous aurez terminé votre processus de modération hors ligne avec les RH. Une fois votre formulaire rouvert, vous pourrez modifier vos observations et publier le bilan pour l'employé(e).

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
fr_fr: Votre formulaire est maintenant à l'étape de modération. Vous pouvez le modifier directement en faisant défiler la page jusqu'aux zones spécifiques que vous souhaitez mettre à jour.

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
fr_fr: Votre formulaire est maintenant en phase de modération et sera rouvert une fois que vous aurez terminé votre processus de modération hors ligne avec les RH. Une fois rouvert, vous pourrez apporter des modifications et publier le bilan pour l'employé(e).

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
fr_fr: Ce bilan a maintenant été passé à l'étape " Conversation & publication ". Veuillez apporter les modifications nécessaires à vos notations et commentaires avant de publier le bilan. Notez que vous devez publier le bilan pour que l'employé(e) puisse voir vos notations et commentaires, même si vous ne souhaitez pas apporter de modifications.

source: Go to most recent
fr_fr: Aller au bilan le plus récent

source: My review
fr_fr: Mon bilan

source: This user is no longer active.
fr_fr: Cet utilisateur n'est plus actif.

source: No reviews in progress
fr_fr: Aucun bilan en cours

source: No performance reviews yet
fr_fr: Aucun bilan de performance pour le moment

source: Create and publish performance reviews for your organization.
fr_fr: Créez et publiez des bilans de performance pour votre organisation.

source: Display draft content
fr_fr: Afficher les ébauches de contenu

source: Draft - visible only to you
fr_fr: Ebauche - Visible uniquement par vous

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
fr_fr: Vous n'avez pas soumis vos ébauches de commentaires et de notations dans le cadre de ce bilan. Souhaitez-vous afficher votre contenu non publié ci-dessous ? Les objectifs et comportements sans ébauches de contenu ne sont pas affichés.

source: Overall behavior comment
fr_fr: Commentaire comportemental global

source: Overall behavior rating
fr_fr: Notation comportementale globale

source: Overall goal comment
fr_fr: Commentaire global sur les objectifs

source: Overall goals rating
fr_fr: Notation globale sur les objectifs

source: Overall performance comment
fr_fr: Commentaire sur la performance globale

source: Download performance review
fr_fr: Télécharger le bilan de performance

source: Period to be evaluated
fr_fr: Période d'évaluation

source: Previous reviewer
fr_fr: Evaluateur précédent

source: Print preview
fr_fr: Aperçu avant impression

source: Publish final review to worker
fr_fr: Publier le bilan final pour l'employé(e)

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
fr_fr: Si vous publiez ce bilan maintenant, {{employee}} ne pourra pas soumettre son bilan personnel et vous ne pourrez plus modifier votre bilan. Une fois publié, {{employee}} pourra voir le résultat du bilan.

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
fr_fr: Si vous publiez ce bilan maintenant, vous ne pourrez pas le modifier plus tard et {{employee}} verra le résultat du bilan.

source: I need to continue making changes. I will publish this review later.
fr_fr: Je souhaite continuer à apporter des modifications. Je publierai ce bilan plus tard.

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
fr_fr: Votre formulaire est maintenant en phase de modération ; par conséquent, vous ne pourrez pas apporter de modifications ou publier votre bilan pour l'employé(e). Une fois l'étape de modération terminée, vous serez informé que votre formulaire est rouvert et vous pourrez apporter des modifications à votre notation et à vos commentaires avant de les publier pour l'employé(e).

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
fr_fr: Votre subordonné pourra consulter votre soumission sur son formulaire de bilan et choisir d'accepter le bilan ou de le contester formellement.

source: Your final review was successfully published.
fr_fr: Votre bilan final a été correctement publié.

source: Your review was submitted.
fr_fr: Votre bilan a été soumis.

source: Your review was successfully submitted.
fr_fr: Votre bilan a été correctement soumis.

source: Your review was submitted to your manager.
fr_fr: Votre bilan a été soumis à votre manager.

source: Rate this goal
fr_fr: Noter cet objectif

source: Are you sure you want to reassign this review?
fr_fr: Voulez-vous vraiment réassigner ce bilan ?

source: New assignee for <strong>{{user}}</strong>
fr_fr: Nouveau responsable pour <strong>{{user}}</strong>

source: The review was successfully reassigned.
fr_fr: Le bilan a été correctement réassigné.

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
fr_fr: Vous n'avez pas demandé de feedback sur {{name}} au cours de la période de bilan. Demandez des informations auprès de ses collaborateurs et collègues dès maintenant.

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
fr_fr: Explorez les demandes concernant {{name}} envoyées au cours de la période de bilan. Cliquez sur une demande pour voir les réponses reçues. Vous pouvez également examiner les demandes des périodes précédentes en visitant la page " Demandes concernant mon équipe ".

source: Requests about {{name}}
fr_fr: Demandes concernant {{name}}

source: Save and close
fr_fr: Enregistrer & fermer

source: The performance review was successfully saved.
fr_fr: Le bilan de performance a été correctement enregistré.

source: Performance review
fr_fr: Bilan de performance

source: Not applicable
fr_fr: Non applicable

source: The self-review is optional. No review was provided yet.
fr_fr: Le bilan individuel est facultatif. Aucun bilan n'a encore été fourni.

source: Sensitive content corrected.
fr_fr: Contenu sensible corrigé.

source: Sensitive content detected.
fr_fr: Contenu sensible détecté.

source: Some words in this review were flagged as sensitive.
fr_fr: Certains mots utilisés dans ce bilan ont été signalés comme sensibles.

source: Update sensitive words
fr_fr: Mettre à jour la liste de mots sensibles

source: Feedback about {{name}}
fr_fr: Feedback sur {{name}}

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
fr_fr: Cette section contient tous les feedbacks sur {{name}} qui vous ont été envoyés ou ont été partagés avec vous. Utilisez ces feedbacks pour dresser une vue d'ensemble de sa performance.

source: Review sign-off
fr_fr: Validation du bilan

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
fr_fr: Vous avez contesté votre bilan ; par conséquent, le manager de votre manager pourra voir vos commentaires ainsi que le bilan global.

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
fr_fr: Votre manager direct a été informé que vous avez contesté votre bilan et prendra contact avec vous.

source: The discussion request was sent.
fr_fr: La demande de discussion a été envoyée.

source: Your review was challenged
fr_fr: Votre bilan a été contesté

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
fr_fr: Vous ne pouvez soumettre la contestation du bilan qu'une seule fois ; par conséquent, nous vous recommandons de préparer vos commentaires et pièces jointes hors ligne avant de les charger.

source: Add a final acceptance comment for my manager
fr_fr: Ajouter un commentaire d'acceptation final pour mon manager

source: Your manager will be in touch to arrange a further discussion on your review.
fr_fr: Votre manager vous contactera pour organiser une discussion supplémentaire en lien avec votre bilan.

source: "Let's discuss" request sent.
fr_fr: La demande de discussion a été envoyée.

source: Thank you. You have successfully completed your review.
fr_fr: Merci. Vous avez terminé votre bilan.

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
fr_fr: Si vous publiez ce bilan maintenant, {{reviewers}} ne pourra pas soumettre son bilan et vous ne pourrez plus modifier votre bilan. Une fois publié, {{employee}} pourra voir le résultat du bilan.

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
fr_fr: D'accord. J'attendrai que les autres bilans soient soumis et je publierai ce bilan plus tard.

source: Submit and publish
fr_fr: Soumettre et publier

source: All good! No action required.
fr_fr: Rien à signaler ! Aucune action n'est requise.

source: This review needs an action from you
fr_fr: Ce bilan nécessite une action de votre part

source: Describe agenda point topic
fr_fr: Décrivez le sujet du point à l'ordre du jour

source: About
fr_fr: A propos

source: Review status
fr_fr: Statut du bilan

source: Scale items
fr_fr: Elements de l'échelle

source: Some translations are missing for this language.
fr_fr: Traductions incomplètes pour cette langue.

source: Final Validation
fr_fr: Validation finale

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
fr_fr: Vous n'avez pas soumis vos ébauches de commentaires et de notations rédigés dans le cadre de ce bilan. Voulez-vous afficher votre contenu non publié ci-dessous ? <br>Les objectifs et comportements sans ébauche de contenu ne sont pas affichés.

source: Display not submitted content
fr_fr: Afficher le contenu non soumis

source: Not submitted - Visible only to you
fr_fr: Non soumis - Visible uniquement par vous

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
fr_fr: Des contributeurs précédents au bilan ont créé des ébauches de contenu qui pourraient vous aider à mener votre bilan. Voulez-vous voir l'ébauche de contenu ? Le contenu restera au stade d'ébauche et ne sera visible par les employé(e)s à aucune étape du processus.
